{"input_values": {"1": {"meetup_series": "North Oakland", "weekday_number": 2, "start_time": "18:30", "name": "North Oakland LessWrong", "end_time": "22:00", "entry_instructions": "Buzz for Kopczynski (or ask for the door code); we're  two floors up, at the back of the building. If this does not work, try ${phone}.", "email_target": "bayarealesswrong@googlegroups.com", "lesswrong_group_id": "v7dn9rTWLcK5Tcy9f", "meetup_name": "North Oakland Meetup", "frequency": "7d", "location": "Mecatol"}, "2": {"topic": "Board Games", "topic_body": "We'll play board games and socialize! We have a variety of games, but feel free to bring your own."}, "3": {"meetup_series": "North Oakland", "topic": "Board Games", "topic_body": "We'll play board games and socialize! We have [a variety of games](https://pastebin.com/Z1bbF9AV), but feel free to bring your own."}, "4": {"entry_instructions": "For help getting into the building, please call (or text, with a likely-somewhat-slower response rate): ${phone}."}, "5": {"topic": "Reading & Discussion", "rich_text": false, "topic_body": "We'll select interesting blog posts or articles at the meetup itself, then read them and discuss. Please come with articles you want to discuss! \n\n(Suggestions gathered in this Google doc (https://docs.google.com/document/d/1u-bg9m2br-0gA); feel free to add some even if you're not coming!)"}, "6": {"topic": "Reading & Discussion", "topic_body": "We'll select interesting blog posts or articles at the meetup itself, then read them and discuss. Please come with articles you want to discuss! \n\n(Suggestions gathered in [this Google doc](https://docs.google.com/document/d/1u-bg9m2br-0gA); feel free to add some even if you're not coming!)"}, "7": {"topic": "Ballots", "topic_body": "Bring a project (a website, a knitting project, a business plan...) and we'll co-work. At the beginning we'll each talk about what we're working on. You can choose to work on your own, or look to team up with others if you'd like to learn about their work or offer help. There's usually one room for quiet work and one for talking and collaboration. There's elections coming up, so probably many people will be researching and sharing ballot measure and candidate evaluations."}, "8": {"topic": "Group Debugging", "topic_body": "We’ll be meeting to solve each other’s problems! Here’s how it works: we’ll have everyone brainstorm\nsilently for a few minutes, then go around and summarize what problems we might like to work on;\nthen people can break up into smaller conversations according to problems they think they could be\nmost helpful with."}, "9": {"topic": "Deep Questions", "topic_body": "Deep Questions: We'll break into pairs, read an open-ended question, and spend a few minutes\nlistening to each other's answers. Then we'll pair with other people and new questions a few more\ntimes.\n\nExample questions:\n\n- What in life gets you really excited?\n- What's something that's worth about as much to you as one of your pinky fingers?\n- What was the best phase of your life?\n\nNote: The questions are (arguably) deep, but your answers don't need to be. There's no\nexpectation that participants will share any more than they're comfortable with."}}, "locations": {"1": {"location": "Mecatol", "lat": 37.85013, "lon": -122.26179, "str": "540 Alcatraz Ave, Oakland, CA 94609, United States"}, "2": {"location": "Lighthaven", "lat": 37.859975, "lon": -122.259304, "str": "2740 Telegraph Ave, Berkeley, CA 94705, United States"}}, "output_formats": {"1": {"title": "${name} Meetup: ${month} ${day_of_month}: ${topic_name}", "boilerplate": "We meet every ${day_of_week} in ${city} at ${start_time}, with a rotating variety of topics but don’t generally start the meetup topic until ${start_time_plus_30m} to accommodate stragglers. Often there is a food delivery order that goes out before we start the meetup topic.\n\nThe ${name} meetup is intended as a fun, low-key social space with some structured interaction, where new and non-new community members can mingle and have interesting conversations.\nEveryone is welcome, and RSVPs are never required.\n\nWe explicitly encourage people to split off from the main conversation or diverge from the topic if that would be more fun for them (moving side conversations into a separate part of the space if appropriate). Meetup topics are here as a tool to facilitate fun interaction, and we certainly don’t\nwant them to inhibit it."}, "2": {"destination": "LessWrong", "title": "${name}: ${topic_name}, ${month} ${day_of_month}"}, "3": {"destination": "Facebook", "title": "${name} Meetup: ${topic_name}, ${month} ${day_of_month}"}}}
